export enum Actions {
  NEUTRAL = '🔘 Проверить подписку',
  SUCCESS = '✅ Подписка подтверждена',
  NOT_CONFIRMED = '⛔️ Подписка не оформлена',
  TAKE_CONTEST = '📍 Участвовать в розыгрыше',
  VIEW_SHOPS = '🛍️ Где купить SOAK?',
  LOGIN = '👤 Авторизация',
  FAQ = '💡 Помощь',
  BACK = '👈 Назад',
  MAIN_MENU = '👈 В главное меню',
  QA = 'Вопросы и ответы',
  BREAKDOWN = 'Проблема с работой устройства',
  WHOLESALE_AND_COOPERATION = 'Опт и сотрудничество',
  CONNECT_TO_HR = 'Связь с HR отделом',
  CONNECT_TO_MARKETING = 'Связь с Маркетингом',
  AGGRE_WITH_POLICY = 'Даю согласие',
}

export enum QuestAnswers {
  SHOP_PRICE = 'Сколько стоит в магазине?',
  SHOP_LOCATION = 'Где купить?',
  SHOP_LOCATION_NONE = 'Нет нужного города',
  SHOP_ORIGINAL = 'Проверка оригинальности',
  SHOP_NAMING = 'Почему наз-я LX, LS, L на жидкостях?',
}

export enum Wholesale_Cooperation {
  VOLUME_WHOLESALE = 'С какого объема начинается опт?',
  VIEW_PRICE = 'Узнать прайс?',
  VIEW_CONTACT = 'Узнать номер дистерьютера?',
}
